# Вывод
# в консоль

name = 'Darling'    # Объявляем переменную name

print("Hello,", name, '!!!!')   # Вывод в консоль

print(2 + 3)    # Вывод в консоль

print("Ups. Come on")   # Вывод в консоль
# TODO: непонятно что это и как
# но похоже очень прикольно и нужно
a = 1   # Объявляем переменную a
print("Дана переменная а = ", a)   # Выводим в консоль переменную a
b = 2   # Объявляем переменную b
print("Дана переменная b = ", b)   # Выводим в консоль переменную b
# FIXME: еще одна непонятная классная штука
if a > b:   # Сравниваем перменные
    print("Yes a < b")    # Вывод в консоль
else:
    print("No a < b")    # Вывод в консоль
